{
	"failure": "Quá trình tương tác bị lỗi. Vui lòng kiểm tra lại hoặc tải lại trang.",
	"success": "Quá trình tương tác của bạn thành công.",
	"nameExist": "Tên đã tồn tại! Vui lòng kiểm tra lại.",
	"codeExist": "Mã đã tồn tại! Vui lòng kiểm tra lại.",
	"titleExist": "Tiêu đề đã tồn tại! Vui lòng kiểm tra lại.",
	"phoneExist": "Số điện thoại đã tồn tại! Vui lòng kiểm tra lại.",
	"emailExist": "Email đã tồn tại! Vui lòng kiểm tra lại",
	"linkPagesExist": "Trang đã tồn tại! Vui lòng kiểm tra lại",
	"linkContentExist": "Bài viết đã tồn tại! Vui lòng kiểm tra lại",
	"loginSuccess": "Đăng nhập thành công",
	"loginFailure": "Email hoặc mật khẩu sai, vui lòng kiểm tra lại",
	"emailNotExist": "Email của bạn không đúng! vui lòng kiểm tra lại",
	"getOtpEmail": "Nhập mã C-OTP để đặt lại mật khẩu trong email bạn vừa nhập",
	"resetPasswordDone": "Đặt lại mật khẩu thành công! Vui lòng đăng nhập lại",
	"otpNotExist": "Mã C-OTP của bạn không đúng! Vui lòng kiểm tra lại",
	"permissionExist": "Nhóm đã tồn tại quyền!. Vui lòng kiểm tra lại.",
	"departmentExist": "Phòng ban đã chứa phòng ban khác! Vui lòng kiểm tra lại",
	"positionExist": "Đã tồn tại nhân viên trong phòng ban này! Vui lòng kiểm tra lại",
	"oldPasswordNotMatch": "Mật khẩu cũ không đúng, Vui lòng kiểm tra lại!",
	"notFoundData": "Không tìm thấy dữ liệu",
	"GroupParentExit": "Nhóm đã tồn tại trang con! Vui lòng kiểm tra lại",
	"GroupContentExit": "Nhóm đã tồn tại bài viết! Vui lòng kiểm tra lại",
	"GroupProductsExit": "Nhóm đã tồn tại Sản phẩm! Vui lòng kiểm tra lại",
	"GroupLibraryExit": "Nhóm đã tồn tại hình ảnh, thư viện! Vui lòng kiểm tra lại",
	"careersExit": "Bài viết tuyển dụng đã tồn tại! Vui lòng kiểm tra lại",
	"pagesPinExist": "Đã có {{number}} trang được ghim! Vui lòng kiểm tra lại",
	"eventCalendarExist": "Loại sự kiện đã được sữ dụng",
	"industryExist": "Ngành nghề đã được sữ dụng",
	"stockExistExist": "Mã chứng khoán đã được sữ dụng",
	"replySuccess": "Trả lời khách hàng thành công",
	"tagsUsed": "Tags đã được sử dụng. Vui lòng kiểm tra lại",
	"namePageExist": "Tags bị trùng với tên trang. Vui lòng kiểm tra lại",
	"existFile": "File đã tồn tại! Vui lòng kiểm tra lại",
	"inValidateParams": "Parameter '{{param}}' does not exist.",
	"contactSent": "Chúng tôi đã ghi nhận góp ý của bạn!",
	"invalidOldPass": "Mật khẩu cũ của bạn không đúng!",
	"changeSuccess": "Thay đổi mật khẩu thành công!",
	"orderSuccess": "Đặt hàng thành công"
}